/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Café con Sara";
"Craft beer seminar" = "Seminario sobre cerveza artesanal";
"Electrician comes" = "Viene el electricista";
"Go cycling with Marc" = "Ir a hacer bici con Marcos";
"Hit the gym with Alex" = "Ir al gimnasio con Álex";
"Italian lesson" = "Clase de italiano";
"Marc’s birthday" = "Cumpleaños de Marcos";
"Volunteer at the library" = "Trabajo voluntario en la biblioteca";

/* "Work" calendar */

"Benefits presentation" = "Presentación sobre organizaciones benéficas";
"Budget review" = "Revisión del presupuesto";
"Interview with Lydia" = "Entrevista con Lidia";
"Meet with Diane" = "Reunión con Diana";
"Monthly conference call" = "Llamada mensual";
"Team meeting" = "Reunión de equipo";
"Work from home" = "Trabajar desde casa";
